Repository: beat-virus/corona_tracker
Catalog: frontend/corona_tracker/lib/i18n/intl_*.arb
Languages: de

# cellphonenumberText
source: cellphone number
de: Mobilfunknummer

# cellphoneFieldValidator_ShouldNotBeEmptyText
source: The cellphone number field cannot be left blank
de: Das Feld kann nicht leer belassen werden

# cellphoneFieldValidator_TooShortText
source: The cellphone number is too short
de: Die Mobilfunknummer ist zu kurz

# cellphoneFieldValidator_TooLongText
source: The cellphone number is too long
de: Die Mobilfunknummer ist zu lang

# SendButtonText
source: Send
de: Senden

# bottomNavigationBarMapText
source: Map
de: Karte

# bottomNavigationBarReportText
source: Send Report
de: Sende Fall

# bottomNavigationBarHelpText
source: Help
de: Hilfe

# HelpScreen_AppBarTitleText
source: Help
de: Hilfe

# MapScreen_AppBarTitleText
source: Map
de: Karte

# ReportScreen_AppBarTitleText
source: Send Report
de: Report Senden

# ReportScreen_FormSymptomPromptText
source: Do you have any of the following symptoms?
de: Haben Sie eines der folgenden Symptome?

# ReportScreen_CheckboxFeverText
source: Fever
de: Fieber

# ReportScreen_CheckboxFatigueText
source: Fatigue
de: Erschöpfung

# ReportScreen_CheckboxDryCoughText
source: Dry Cough
de: Trockener Husten

# ReportScreen_CheckboxAchesText
source: Aches/Joint pain
de: (Glieder-)Schmerzen

# ReportScreen_CellphoneNumberPromptText
source: Please insert your cellphone number here
de: Bitte hier Mobilfunknummer eingeben

# ReportScreen_SendingReportText
source: Sending Report...
de: Report wird gesendet...

# SettingsScreen_AppBarTitleText
source: Settings
de: Einstellungen

# User_StatusUninfectious
source: Not infectious
de: Nicht ansteckend

# User_StatusInfectious
source: Infectious
de: Ansteckend

# User_StatusSuspected
source: Suspected
de: Verdacht
